Repository: alainm23/switchboard-plug-useraccounts
Catalog: po/extra/*.po
Languages: da, mr

source: Manage user accounts
da: Administrer bruger konti
mr: वापरकर्ता खाती व्यवस्थापित करा

source: Authentication is required to change user data
da: Godkendelse er påkrævet for at kunne ændre brugerdata
mr: वापरकर्ता डेटा बदलण्यासाठी प्रमाणीकरण आवश्यक आहे

source: User Accounts Settings
da: Indstillinger for Bruger Konti
mr: वापरकर्ता खाती सेटिंग्ज

source: Manage account permissions and configure user names, passwords, and photos
da: Håndter kontorettigheder og konfigurer brugernavne, adgangskoder og billeder
mr: खाते परवानग्या व्यवस्थापित करा आणि वापरकर्ता नावे, पासवर्ड आणि फोटो कॉन्फिगर करा

source: Updated translations
da: Opdaterede oversættelser
mr: अद्ययावत भाषांतर

source: Show more accurate reasons for locked settings
da: Vis mere nøjagtige årsager for låste indstillinger
mr: लॉक केलेल्या सेटिंग्जसाठी अधिक अचूक कारणे दर्शवा

source: Improve reliability of account creation
da: Forbedre pålideligheden af oprettelse af konti
mr: खाते तयार करण्याची विश्वसनीयता सुधारित करा

source: Get permission on demand for enabling or disabling accounts
da: Få tilladelse på anmodning til aktivering eller deaktivering af konti
mr: खाती सक्षम किंवा अक्षम करण्यासाठी मागणीनुसार परवानगी मिळवा

source: Show in sidebar if an account is disabled
da: Hvis i sidebaren hvis en konti er deaktiveret
mr: खाते अक्षम केले असल्यास साइडबारमध्ये दर्शवा

source: Ask for permission when adding and removing accounts
da: Bed om tilladelse når der tilføjes eller fjernes konti
mr: खाती जोडताना आणि काढताना परवानगीसाठी विचारा

source: Animate Infobars
da: Animer Infobarer
mr: इन्फोबार अ‍ॅनिमेट करा
